{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "GsIdEditorLocalization",
			"Children": [
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "A"
					},
					"Translation": {
						"Text": "A"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_A_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Less_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "B"
					},
					"Translation": {
						"Text": "B"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_B_DisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "바이트"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Bytes"
					},
					"Translation": {
						"Text": "바이트"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_Bytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Create Deterministic GsId"
					},
					"Translation": {
						"Text": "결정론적 GsId 생성"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "D — 16-8-8-8-8-16"
					},
					"Translation": {
						"Text": "D — 16 - 8 - 8 - 8 - 8 - 16"
					},
					"Key": "Enum_EGsIdFormat_D_DisplayName"
				},
				{
					"Source": {
						"Text": "Empty GsId"
					},
					"Translation": {
						"Text": "빈 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Equal (GsId)"
					},
					"Translation": {
						"Text": "같음 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Format"
					},
					"Translation": {
						"Text": "형식"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Format_DisplayName"
				},
				{
					"Source": {
						"Text": "From Bytes"
					},
					"Translation": {
						"Text": "바이트에서 생성"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Get Stable Hash"
					},
					"Translation": {
						"Text": "안정 해시 가져오기"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Category_GsId_Galactic_Shrine_GsId"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_FromBytes_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId"
					},
					"Translation": {
						"Text": "GsId"
					},
					"Key": "Type_FGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Blueprint Library"
					},
					"Translation": {
						"Text": "GsId Blueprint 라이브러리"
					},
					"Key": "Type_UGsIdBlueprintLibrary_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Format"
					},
					"Translation": {
						"Text": "GsId 형식"
					},
					"Key": "Type_EGsIdFormat_DisplayName"
				},
				{
					"Source": {
						"Text": "GsId Letter Case"
					},
					"Translation": {
						"Text": "GsId 대소문자"
					},
					"Key": "Type_EGsIdLetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Input Bytes"
					},
					"Translation": {
						"Text": "입력 바이트"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_CreateDeterministicGsId_InputBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Empty"
					},
					"Translation": {
						"Text": "비어 있음"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_DisplayName"
				},
				{
					"Source": {
						"Text": "Is Valid"
					},
					"Translation": {
						"Text": "유효함"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_DisplayName"
				},
				{
					"Source": {
						"Text": "Less (GsId)"
					},
					"Translation": {
						"Text": "작음 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Letter Case"
					},
					"Translation": {
						"Text": "대소문자"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_LetterCase_DisplayName"
				},
				{
					"Source": {
						"Text": "Lowercase"
					},
					"Translation": {
						"Text": "소문자"
					},
					"Key": "Enum_EGsIdLetterCase_Lower_DisplayName"
				},
				{
					"Source": {
						"Text": "N — 64 hexadecimal characters"
					},
					"Translation": {
						"Text": "N — 64자 16진수"
					},
					"Key": "Enum_EGsIdFormat_N_DisplayName"
				},
				{
					"Source": {
						"Text": "New GsId"
					},
					"Translation": {
						"Text": "새 GsId"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Not Equal (GsId)"
					},
					"Translation": {
						"Text": "같지 않음 (GsId)"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Out Gs Id"
					},
					"Translation": {
						"Text": "생성된 GsId"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_TryNewGsId_OutGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Parse"
					},
					"Translation": {
						"Text": "구문 분석"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_DisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "결과"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "결과"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "결과"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "결과"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Result"
					},
					"Translation": {
						"Text": "결과"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Stable Hash"
					},
					"Translation": {
						"Text": "안정 해시"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "성공"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "성공"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Success"
					},
					"Translation": {
						"Text": "성공"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "Text"
					},
					"Translation": {
						"Text": "텍스트"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_ReturnDisplayName"
				},
				{
					"Source": {
						"Text": "To Bytes"
					},
					"Translation": {
						"Text": "바이트로 변환"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_DisplayName"
				},
				{
					"Source": {
						"Text": "To String"
					},
					"Translation": {
						"Text": "문자열로 변환"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_DisplayName"
				},
				{
					"Source": {
						"Text": "Try New GsId"
					},
					"Translation": {
						"Text": "GsId 생성 시도"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_DisplayName"
				},
				{
					"Source": {
						"Text": "Uppercase"
					},
					"Translation": {
						"Text": "대문자"
					},
					"Key": "Enum_EGsIdLetterCase_Upper_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_GetStableHash_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsEmpty_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_IsValid_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_Parse_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToBytes_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "Value"
					},
					"Translation": {
						"Text": "값"
					},
					"Key": "Parameter_UGsIdBlueprintLibrary_ToString_Value_DisplayName"
				},
				{
					"Source": {
						"Text": "create deterministic gsid gsid"
					},
					"Translation": {
						"Text": "생성결정론적 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_CreateDeterministicGsId_Keywords"
				},
				{
					"Source": {
						"Text": "empty gsid gsid"
					},
					"Translation": {
						"Text": "비어있음 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EmptyGsId_Keywords"
				},
				{
					"Source": {
						"Text": "equal gsid gsid"
					},
					"Translation": {
						"Text": "같음 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_EqualEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "from bytes gsid"
					},
					"Translation": {
						"Text": "from 바이트 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_FromBytes_Keywords"
				},
				{
					"Source": {
						"Text": "get stable hash gsid"
					},
					"Translation": {
						"Text": "가져오기안정해시 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_GetStableHash_Keywords"
				},
				{
					"Source": {
						"Text": "is empty gsid"
					},
					"Translation": {
						"Text": "여부비어있음 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsEmpty_Keywords"
				},
				{
					"Source": {
						"Text": "is valid gsid"
					},
					"Translation": {
						"Text": "여부유효 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_IsValid_Keywords"
				},
				{
					"Source": {
						"Text": "less gsid gsid"
					},
					"Translation": {
						"Text": "작음 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Less_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "new gsid gsid"
					},
					"Translation": {
						"Text": "new gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NewGsId_Keywords"
				},
				{
					"Source": {
						"Text": "not equal gsid gsid"
					},
					"Translation": {
						"Text": "아님같음 gsid gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_NotEqual_GsIdGsId_Keywords"
				},
				{
					"Source": {
						"Text": "parse gsid"
					},
					"Translation": {
						"Text": "구문분석 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_Parse_Keywords"
				},
				{
					"Source": {
						"Text": "to bytes gsid"
					},
					"Translation": {
						"Text": "to 바이트 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToBytes_Keywords"
				},
				{
					"Source": {
						"Text": "to string gsid"
					},
					"Translation": {
						"Text": "to 문자열 gsid"
					},
					"Key": "Function_UGsIdBlueprintLibrary_ToString_Keywords"
				},
				{
					"Source": {
						"Text": "try new gsid"
					},
					"Translation": {
						"Text": "GsId 생성 시도"
					},
					"Key": "Function_UGsIdBlueprintLibrary_TryNewGsId_Keywords"
				}
			]
		}
	]
}